Repository: mivalsten/zeus
Catalog: account_administration/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Name
pl: Nazwa

source: Institution
pl: Instytucja

source: Disable account
pl: Wyłącz konto

source: User already exists
pl: Użytkowniczka już istnieje

source: Institution does not exist
pl: Instytucja nie istnieje

source: Institution already exists
pl: Instytucja już istnieje

source: Changes on user were successfully saved
pl: Zmiany użytkowniczki zostały zapisane

source: User %(uid)s was created with password %(password)s.
pl: Utworzono użytkownika %(uid)s z hasłem %(password)s.

source: Changes were successfully saved
pl: Zapisano zmiany.

source: Institution created.
pl: Instytucja utworzona.

source: You didn't choose a user
pl: Nie wybrałaś użytkownika.

source: New password for user %(uid)s is %(new_pass)s
pl: Nowe hasło dla użytkowniczki %(uid)s to %(new_pass)s

source: You are not authorized to do this
pl: Nie masz do tego uprawnień
